[
    {
        "content": "En el Museo de Arte Moderno de Nueva York se exhibe una demostración personalizada de SimCity 2000.",
        "id": "1"
    },
    {
        "content": "El dragón Paarthurnax en The Elder Scrolls V: Skyrim tiene la voz del mismo hombre que hace la voz de Mario de Nintendo.",
        "id": "2"
    },
    {
        "content": "Gears of War 2 apareció en The Walking Dead de AMC.",
        "id": "3"
    },
    {
        "content": "Left 4 Dead 2 fue tan popular que se lanzó una expansión 11 años después de la fecha de lanzamiento original.",
        "id": "4"
    },
    {
        "content": "Rockstar Games contrató a pandilleros de la vida real para dar voz a los personajes de fondo en Grand Theft Auto V.",
        "id": "5"
    },
    {
        "content": "Half-Life fue catalogado como el juego de disparos en primera persona más vendido de todos los tiempos (PC) en la edición de jugadores de 2008 del Libro Guinness de los récords mundiales.",
        "id": "6"
    },
    {
        "content": "Los creadores de PUBG intentaron demandar a los creadores de Fortnite.",
        "id": "7"
    },
    {
        "content": "Hay múltiples referencias en Batman: Arkham City a la exitosa serie de televisión Lost de ABC.",
        "id": "8"
    },
    {
        "content": "El estudio detrás de Thief II: The Metal Age se quedó sin dinero, por lo que donaron sus herramientas a los fanáticos del juego para expandirlo.",
        "id": "9"
    },
    {
        "content": "Los diseños iniciales de las Little Sisters en BioShock eran absolutamente aterradores.",
        "id": "10"
    },
    {
        "content": "Los ruidos de fondo en Silent Hill 2 fueron aleatorios para mantener a los jugadores al borde de sus asientos.",
        "id": "11"
    },
    {
        "content": "God of War (2018) se desarrolla como una película filmada en una sola toma, sin cortes ni pantallas de carga.",
        "id": "12"
    },
    {
        "content": "Counter-Strike fue inicialmente un mod personalizado que podías jugar en Half-Life.",
        "id": "13"
    },
    {
        "content": "Divinity: Original Sin 2 no estaba destinado a ser lanzado con diálogos expresados.",
        "id": "14"
    },
    {
        "content": "En 2012, los desarrolladores de Terraria intentaron cancelar más actualizaciones del juego.",
        "id": "15"
    },
    {
        "content": "X-COM: ¡UFO Defense estuvo a punto de cancelarse dos veces!",
        "id": "16"
    },
    {
        "content": "Baldur's Gate fue desarrollado por Bioware, el mismo desarrollador que luego haría la serie Mass Effect.",
        "id": "17"
    },
    {
        "content": "Lanzado en 1991, Neverwinter Nights fue el primer MMORPG exitoso.",
        "id": "18"
    },
    {
        "content": "Los creadores de Rock Band fueron las mismas personas que crearon los dos primeros juegos de Guitar Hero.",
        "id": "19"
    },
    {
        "content": "En las primeras 24 horas de su lanzamiento, más de un millón de personas iniciaron sesión en Xbox Live para jugar a Halo 3.",
        "id": "20"
    },
    {
        "content": "Los activistas por la democracia utilizaron Animal Crossing: New Horizons para difundir mensajes que criticaban el gobierno chino de Hong Kong.",
        "id": "21"
    },
    {
        "content": "El autor de las novelas de The Witcher intentó demandar a los desarrolladores de The Witcher 3 para obtener más pagos de regalías.",
        "id": "22"
    },
    {
        "content": "FIFA 11 fue el primer juego de FIFA que te permitía jugar como portero.",
        "id": "23"
    },
    {
        "content": "El primer evento de juegos en los EE. UU. que se llevó a cabo a nivel nacional fue el evento multijugador Quake de Red Annihilation en 1997.",
        "id": "24"
    },
    {
        "content": "Hay cinco formas diferentes que MissingNo. puede disfrutar de los juegos originales de Pokémon GameBoy.",
        "id": "25"
    },
    {
        "content": "Los Colosos en Shadow of the Colossus en realidad no tienen nombres.",
        "id": "26"
    },
    {
        "content": "La primera demostración jugable de Starcraft fue esencialmente una versión rediseñada de Warcraft, pero en el espacio.",
        "id": "27"
    },
    {
        "content": "¡Los dos personajes que pelean durante la introducción de Street Fighter II en realidad tienen nombres!",
        "id": "28"
    },
    {
        "content": "Command & Conquer: Red Alert fue uno de los primeros videojuegos prohibidos en China.",
        "id": "29"
    },
    {
        "content": "Assassin's Creed inicialmente estaba destinado a ser un spin-off de Prince of Persia.",
        "id": "30"
    },
    {
        "content": "Snoop Dogg creó una pista exclusiva para Need For Speed: Underground 2.",
        "id": "31"
    },
    {
        "content": "El mismo tipo detrás de Dota creó League of Legends.",
        "id": "32"
    },
    {
        "content": "Si haces clic en las unidades suficientes veces en Warcraft III, se enfadarán contigo y empezarán a responderte.",
        "id": "33"
    },
    {
        "content": "Donkey Kong 64's DK Rap comenzó como una broma entre los diseñadores del juego.",
        "id": "34"
    },
    {
        "content": "Dogmeat, el compañero canino en Fallout 3, se inspiró en el perro de Mad Max 2.",
        "id": "35"
    },
    {
        "content": "La sucursal estadounidense de Nintendo se vio obligada a ofrecer guantes a todos los que compraron una copia de Mario Party.",
        "id": "36"
    },
    {
        "content": "Mass Effect inicialmente se llamó Science Fiction X.",
        "id": "37"
    },
    {
        "content": "Leonard Nimoy de Star Trek Fame expresó gran parte de Civilization IV de Sid Meier.",
        "id": "38"
    },
    {
        "content": "En su lanzamiento, Super Smash Bros. Ultimate fue el juego cruzado más grande de la historia.",
        "id": "39"
    },
    {
        "content": "Se rumoreaba que Japón se había quedado sin monedas de 100 yenes cuando se lanzó por primera vez Space Invaders en 1978.",
        "id": "40"
    },
    {
        "content": "La agencia de detectives Pinkerton intentó demandar a Rockstar Games después del lanzamiento de Red Dead Redemption 2.",
        "id": "41"
    },
    {
        "content": "¡El manual de Super Mario Kart en realidad recomendaba a los jugadores hacer trampa y mirar las pantallas de los demás para obtener una ventaja!",
        "id": "42"
    },
    {
        "content": "Hay más de 17 millones de armas utilizables diferentes en Borderlands 2.",
        "id": "43"
    },
    {
        "content": "Los Sims originalmente estaba destinado a ser un simulador de arquitectura.",
        "id": "44"
    },
    {
        "content": "Cuando se lanzó Sonic the Hedgehog 2 en EE. UU., la traducción al inglés del manual simplificó demasiado la historia del juego.",
        "id": "45"
    },
    {
        "content": "Pac-Man casi se vendió en los EE. UU. como Puck-Man.",
        "id": "46"
    },
    {
        "content": "El primer juego de Battlefield fue creado por catorce personas.",
        "id": "47"
    },
    {
        "content": "Carrie Fisher, como en la única Princesa Leia, expresó partes de Dishonored.",
        "id": "48"
    },
    {
        "content": "Hubo una adaptación cinematográfica de Prince of Persia: The Sands of Time, pero es tan horrible que realmente deberías olvidar que alguna vez existió.",
        "id": "49"
    },
    {
        "content": "Hideo Kojima usó piezas de Lego para ayudar a su equipo a construir Metal Gear Solid.",
        "id": "50"
    },
    {
        "content": "Age of Empires II también se lanzó para PlayStation 2.",
        "id": "51"
    },
    {
        "content": "Tony Hawk's Pro Skater 2 fue el primero de la serie en tener un personaje de Marvel jugable.",
        "id": "52"
    },
    {
        "content": "Deus Ex pudo haber predicho la destrucción de las Torres Gemelas.",
        "id": "53"
    },
    {
        "content": "El juego número 250 para dos jugadores jugado en la versión arcade de Mortal Kombat II lanzó un clásico arcade mucho más antiguo.",
        "id": "54"
    },
    {
        "content": "Samus Aran de Metroid originalmente estaba destinado a ser un hombre.",
        "id": "55"
    },
    {
        "content": "El título provisional de Doom era 'El ataque de los atacantes'.",
        "id": "56"
    },
    {
        "content": "El desarrollador principal de Dota 2 solo es conocido por el seudónimo de 'IceFrog'.",
        "id": "57"
    },
    {
        "content": "Super Mario World es el juego de Mario favorito de Shigeru Miyamoto.",
        "id": "58"
    },
    {
        "content": "Muchos de los personajes de Undertale se nombran en base a tipografías",
        "id": "59"
    },
    {
        "content": "Among Us originalmente se llamaba SpaceMafia.",
        "id": "60"
    },
    {
        "content": "Bloodborne es tan difícil que el director mundial de desarrollo de juegos de Sony enviaba constantemente correos electrónicos a los desarrolladores para pedirles consejos.",
        "id": "61"
    },
    {
        "content": "Si juegas a Rise of the Tomb Raider el 14 de febrero, aparecerá un mensaje especial.",
        "id": "62"
    },
    {
        "content": "A pesar de clasificarse como uno de los mejores juegos de NES de todos los tiempos, Mega Man 3 fue un trabajo completamente apresurado.",
        "id": "63"
    },
    {
        "content": "Si bien Heroes of Might and Magic III obtuvo una nueva versión en HD, sus expansiones no lo hicieron porque se perdió el código fuente.",
        "id": "64"
    },
    {
        "content": "Se suponía que una remasterización de GoldenEye 007 se lanzaría en 2008.",
        "id": "65"
    },
    {
        "content": "World of Warcraft acumuló 5,5 millones de líneas de código en sus primeros cinco años.",
        "id": "66"
    },
    {
        "content": "Los científicos descubrieron que jugar a Portal 2 puede mejorar tus habilidades para resolver problemas.",
        "id": "67"
    },
    {
        "content": "Los desarrolladores de Dark Souls engañaron por completo a los jugadores del juego.",
        "id": "68"
    },
    {
        "content": "Bad Fur Day de Conker originalmente estaba destinado a ser otro aburrido juego de plataformas en 3D con clasificación PG.",
        "id": "69"
    },
    {
        "content": "La idea de The Secret Cow Level en Diablo II surgió de un engaño en el primer juego de Diablo.",
        "id": "70"
    },
    {
        "content": "LittleBigPlanet originalmente se llamaba Craftworld y su personaje principal era el Sr. Yellowhead.",
        "id": "71"
    },
    {
        "content": "El primer juego de Worms se creó como entrada a una competencia de desarrollo de juegos.",
        "id": "72"
    },
    {
        "content": "Hay una referencia secreta de Star Wars escondida en Final Fantasy VI.",
        "id": "73"
    },
    {
        "content": "Los desarrolladores de Fallout: New Vegas se perdieron una gran bonificación de Bethesda porque las calificaciones del juego eran lo suficientemente altas.",
        "id": "74"
    },
    {
        "content": "Monster Hunter: World es el juego más vendido de Capcom.",
        "id": "75"
    },
    {
        "content": "Tom Clancy's Splinter Cell: Chaos Theory fue prohibido en Corea del Sur.",
        "id": "76"
    },
    {
        "content": "Una edición especial de Uncharted 2: Among Thieves nunca se vendió en las tiendas.",
        "id": "77"
    },
    {
        "content": "Plantas vs. Zombies estaba destinado a llamarse Lawn of the Dead.",
        "id": "78"
    },
    {
        "content": "The Last of Us comenzó a desarrollarse como un reinicio de la serie Jak and Daxter de Naughty Dog.",
        "id": "79"
    },
    {
        "content": "The Legend of Zelda: Ocarina of Time ha sido el juego mejor clasificado desde su lanzamiento en 1998.",
        "id": "80"
    },
    {
        "content": "Varios jugadores han sido demandados por hacer trampa en Fortnite: Battle Royale.",
        "id": "81"
    },
    {
        "content": "Los desarrolladores de CyberPunk 2077 tuvieron que trabajar turnos brutalmente largos al menos seis días a la semana en los últimos meses antes de su lanzamiento.",
        "id": "82"
    },
    {
        "content": "El tema principal de Tetris es en realidad una canción popular popular del siglo XX.",
        "id": "83"
    },
    {
        "content": "Más de un millón de personas descargaron Angry Birds en sus primeras 24 horas en Android Market.",
        "id": "84"
    },
    {
        "content": "Call of Duty 4: Modern Warfare fue el primer Call of Duty en presentar killstreaks.",
        "id": "85"
    },
    {
        "content": "Metal Gear Solid 3: Snake Eater está lleno de referencias a David Bowie.",
        "id": "86"
    },
    {
        "content": "Disco Elysium: The Final Cut está prohibido en Australia.",
        "id": "87"
    },
    {
        "content": "Dragon Age: Origins tiene más de 900.000 palabras de diálogo.",
        "id": "88"
    },
    {
        "content": "Hay un trozo de queso escondido en cada nivel de Perfect Dark.",
        "id": "89"
    },
    {
        "content": "Grand Theft Auto: San Andreas es el juego de PlayStation 2 más vendido de todos los tiempos.",
        "id": "90"
    },
    {
        "content": "La primera edición de Minecraft se realizó en tan solo seis días.",
        "id": "91"
    },
    {
        "content": "Los creadores de Journey decidieron eliminar la comunicación por voz para que los jugadores fueran más cooperativos.",
        "id": "92"
    },
    {
        "content": "El primer jugador estadounidense de Pokémon Go que atrapó los 142 en los EE. UU. recibió boletos de avión para dar la vuelta al mundo.",
        "id": "93"
    },
    {
        "content": "Todos los edificios accesibles en Fable 2 se pueden comprar.",
        "id": "94"
    },
    {
        "content": "Algunos de los personajes de Star Wars: Knights of the Old Republic se basaron en personajes que los desarrolladores jugaron en juegos de rol de mesa.",
        "id": "95"
    },
    {
        "content": "Hay una liga de Overwatch donde a los jugadores se les paga un salario mínimo de $50,000.",
        "id": "96"
    },
    {
        "content": "El Soulcalibur original fue el único juego de toda la serie que no se lanzó en PlayStation.",
        "id": "97"
    },
    {
        "content": "La mujer que da voz a Ashley Graham de Resident Evil 4 también hizo trabajos de voz para SpongeBob SquarePants.",
        "id": "98"
    },
    {
        "content": "El número 16 está en todas partes en No Man's Sky.",
        "id": "99"
    },
    {
        "content": "La puntuación récord mundial en Doodle Jump supera los 20 millones.",
        "id": "100"
    }
]